Revit 2024 API
ParameterTypeId.PhyMaterialParamTensionParallel Property
 "Tension Parallel to Grain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamTensionParallel { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamTensionParallel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamTensionParallel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace